Repository: ghodratii/timeline-calendar
Catalog: timeline-*.po
Languages: fa_ir

source: Uninstall Timeline
fa_ir: حذف تقویم زمان بندی

source: Deactivating does not remove data that created by this plugin so you have to uninstall it first in this page! Please pay attention that this process cannot be undone.
fa_ir: غیرفعال کردن باعث حذف داده هایی که این افزونه به وردپرس شما اضافه کرده است نمی شود، برای همین مجبور هستید آن را اول از این صفحه حذف کنید! لطفا توجه داشته باشید که این عملیات غیر قابل برگشت است.

source: Do you really want to uninstall?
fa_ir: واقعا می خواهید افزونه را حذف کنید؟

source: All data has been deleted.
fa_ir: تمام داده ها حذف شد.

source: Now you have to deactivate the plugin, otherwise table and settings will be create again upon entering Timeline pages.
fa_ir: حالا باید افزونه را غیرفعال کنید، در غیر این صورت به محض ورود به هریک از صفحات مربوط به تقویم زمان بندی، داده های آن از اول ساخته می شوند.

source: Nothing happened today!
fa_ir: اتفاقی برای این روز ثبت نشده است!

source: Yesterday
fa_ir: دیروز

source: Today
fa_ir: امروز

source: Tomorrow
fa_ir: فردا

source: Timeline
fa_ir: تقویم زمان بندی

source: Title:
fa_ir: عنوان:

source: Settings
fa_ir: تنظیمات

source: Events
fa_ir: اتفاقات

source: Uninstall
fa_ir: حذف

source: Settings saved.
fa_ir: تنظیمات ذخیره شدند.

source: Settings restored.
fa_ir: تنظیمات بازگشتند.

source: Which days should be displayed?
fa_ir: چه روزهایی نمایش داده شوند؟

source: Only today
fa_ir: فقط امروز

source: Yesterday, today and tomorrow
fa_ir: دیروز، امروز و فردا

source: Use Iranian (Jalali) calendar.
fa_ir: استفاده از تقویم هجری شمسی.

source: Your actual events date will not corrupt.
fa_ir: تاریخ اتفاقاتی که وارد کرده اید آسیب نمی بیند.

source: In order to use this feature, you need to install the <a href="http://wordpress.org/extend/plugins/wp-jalali/">wp-jalali</a> plugin.
fa_ir: جهت استفاده از این قابلیت، اول باید افزونه ی <a href="http://wordpress.org/extend/plugins/wp-jalali/">wp-jalali</a> را نصب کنید.

source: Text when no records found:
fa_ir: متن جهت نمایش هنگام عدم وجود اتفاق در روز:

source: Hide empty days.
fa_ir: مخفی کردن روزهای خالی.

source: Display an excerpt instead of full event text.
fa_ir: نمایش خلاصه متن رویداد به جای متن کامل.

source: Character limit
fa_ir: محدودیت کاراکتر

source: Yesterday template:
fa_ir: قالب دیروز:

source: Today template:
fa_ir: قالب امروز:

source: Tomorrow template:
fa_ir: قالب فردا:

source: Convert line breaks to paragraph.
fa_ir: تبدیل سرخط رفتن به پاراگراف جدید.

source: Save
fa_ir: ذخیره

source: Template variables:
fa_ir: داده های قالب:

source: Display the day.
fa_ir: نمایش روز.

source: Display the full textual representation of the month, such as January or March.
fa_ir: نمایش نام کامل ماه، مانند فروردین یا بهمن.

source: Display the event of the day.
fa_ir: نمایش اتفاق روز.

source: Restore Defaults
fa_ir: تنظیمات پیش فرض

source: Whould you like to reset settings?
fa_ir: آیا مطمئن هستید که می خواهید تنظیمات را به حالت پیش فرض بازگردانید؟

source: added successfully!
fa_ir: با موفقیت اضافه شد!

source: You already have a event for this day and month!
fa_ir: اتفاق این روز را قبلا نوشته بودید!

source: Edited!
fa_ir: ویرایش شد!

source: Deleted!
fa_ir: حذف شد!

source: Edit
fa_ir: ویرایش

source: Add
fa_ir: افزودن

source: On:
fa_ir: در:

source: This event happens:
fa_ir: این اتفاق افتاده است:

source: You can use HTML codes.
fa_ir: می توانید از کدهای HTML استفاده کنید.

source: Delete
fa_ir: حذف

source: Are you sure?
fa_ir: آیا مطمئن هستید؟

source: Cancel
fa_ir: انصراف

source: Date
fa_ir: تاریخ

source: Event
fa_ir: اتفاق

source: Actions
fa_ir: عملیات

source: No Events Found
fa_ir: اتفاقی یافت نشد

source: Continue...
fa_ir: ادامه...
